/* Number of POI's and objects found */
"%@ and %@" = "%1$@ and %2$@";

/* Number of objects found */
"%d objects found" = "%d objects found";

/* Number of POIs found */
"%d points of interest found" = "%d points of interest found";

/* Single object found */
"1 object found" = "1 object found";

/* Single POI found */
"1 point of interest found" = "1 point of interest found";

/* About layer */
"About %@" = "About %@";

/* About title */
"About Layar" = "About Layar";

/* Horizontal GPS accuracy */
"Accuracy: %@" = "Accuracy: %@";

/* Async action request failed */
"Async action request failed with error %@ - %@" = "Async action request failed with error %1$@ - %2$@";

/* Automatically adjust range */
"Automatically adjust range" = "Automatically adjust range";

/* Cancel */
"Cancel" = "Cancel";

/* Close button
   Close view */
"Close" = "Close";

/* Dismiss */
"Dismiss" = "Dismiss";

/* Error handling Layar URL */
"Download Layar" = "Download Layar";

/* Error handling URL scheme */
"Error handling URL scheme" = "Error handling URL scheme";

/* Feedback request failed */
"Feedback request failed with error: %@ - %@" = "Feedback request failed with error: %1$@ - %2$@";

/* File Error */
"File Error" = "File Error";

/* Reverse geolocation lookup error */
"Geolocation lookup failed with error %@ - %@" = "Geolocation lookup failed with error %1$@ - %2$@";

/* Get Layar */
"Get Layar" = "Get Layar";

/* Heading not available */
"Heading not available" = "Heading not available";

/* JSON parsing failed */
"JSON parsing failed: %@ - %@" = "JSON parsing failed: %1$@ - %2$@";

/* Layer actions */
"Layer actions" = "Layer actions";

/* Layer details request failed */
"Layer details request failed with error %@ - %@" = "Layer details request failed with error %1$@ - %2$@";

/* List */
"List" = "List";

/* Title for location dialog */
"Location Needed" = "Location Needed";

/* Location services disabled */
"Location services disabled" = "Location services disabled";

/* Clue menu message */
"Look for these objects around you:" = "Look for these objects around you:";

/* Map */
"Map" = "Map";

/* More */
"More" = "More";

/* More actions */
"More actions" = "More actions";

/* No network connection */
"No network connection" = "No network connection";

/* No POI's found */
"No results found" = "No results found";

/* OK
   OK button title */
"OK" = "OK";

/* Message on launch Layar if location don't allow */
"Please enable current location in General Settings" = "Please enable current location in General Settings";

/* No network connection message */
"Please make sure you are connected to a network" = "Please make sure you are connected to a network";

/* POI request failed */
"POI request failed with error %@ - %@" = "POI request failed with error %1$@ - %2$@";

/* Layer range */
"Range: %@" = "Range: %@";

/* Image request failed */
"Request for image %@ failed: %@ - %@" = "Request for image %1$@ failed: %2$@ - %3$@";

/* Layer details request response error */
"Response error %d in layer details request: %@" = "Response error %1$d in layer details request: %2$@";

/* POI request response error */
"Response error %d in POI request: %@" = "Response error %1$d in POI request: %2$@";

/* Screenshot view controller title */
"Screenshots" = "Screenshots";

/* Significant location monitoring disabled */
"Significant location monitoring disabled" = "Significant location monitoring disabled";

/* Sorry we can't handle such URL scheme */
"Sorry we can't handle such URL scheme" = "Sorry we can't handle such URL scheme";

/* Spot actions */
"Spot actions" = "Spot actions";

/* Text action request failed */
"Text action request failed with error %@ - %@" = "Text action request failed with error %1$@ - %2$@";

/* Please download Layar app to view this content */
"To view this content, download the Layar Reality Browser.\nDon't worry.  It's free." = "To view this content, download the Layar Reality Browser.\nDon't worry.  It's free.";

/* Unable to configure network read stream. */
"Unable to configure network read stream." = "Unable to configure network read stream.";

/* View screenshots */
"View screenshots" = "View screenshots";

